{
  "about_us_desc": "The Revolutux ecosystem will be driven by the BEP-20 $RVLT token that will provide the investors with a wide array of benefits and use cases.",
  "about_us_heading": "About Us",
  "all_rights_reserved": "All Rights Reserved",
  "as_seen_on": "As Seen On",
  "bonus": "Bonus",
  "but_presale": "Buy Presale",
  "collect_heading": "Get ready to collect $RVLT",
  "contacts": "Contacts",
  "days": "Days",
  "development": "Development",
  "enter_presale": "Enter presale",
  "footer_desc": "Welcome to the future of cryptocurrency, Welcome to Revolutux Token, the community integrated DeFi and Web 3.0 protocol",
  "hours": "Hours",
  "is_here": "Is Here",
  "is_here_desc_1": "We know how vital it is for DeFi to have a sense of community and the ability to generate passive income. While actively rewarding users who hang on to their $RVLT for an extended period of time, Revolutux creates an ecosystem that gets its value from the community it has created.",
  "is_here_desc_2": "With $RVLT holders in mind, our goal is to provide the same quality of service without having to do any additional steps. You gain by purchasing, holding, and reselling. Let us take care of the heavy lifting for you!",
  "is_here_desc_3": "Starting small, our treasury will increase in size as we expand. As our treasury grows, we'll be able to buy more, offer more unique features, and reward long-term $RVLT holders with even more prizes!",
  "lang_english": "English",
  "lang_french": "French",
  "lang_german": "German",
  "lang_spanish": "Spanish",
  "lang_turkish": "Turkish",
  "liquidity": "liquidity",
  "marketing": "Marketing",
  "minutes": "Minutes",
  "nav_home": "Home",
  "nav_how_it_works": "How it works",
  "nav_roadmap": "Roadmap",
  "nav_whitepaper": "Whitepaper",
  "p1_1": "Project Planning",
  "p1_2": "Smart Contract",
  "p1_3": "Development",
  "p1_4": "Platform Development",
  "p1_5": "Website Development",
  "p1_6": "White Paper",
  "p2_1": "Social Profiling",
  "p2_2": "Auditing",
  "p3_1": "Listing on Dex",
  "p3_2": "Development of DAO NFT release",
  "p3_3": "Marketing",
  "p3_4": "Pre-Sale",
  "p3_5": "Public Sale",
  "p3_6": "Staking open",
  "p4_1": "Development of Swap",
  "p4_2": "Platform",
  "p4_3": "Liquidity Pool creation",
  "p5_1": "Infuencer Marketing",
  "p5_2": "Social Media Marketing",
  "p5_3": "Staking Rewards",
  "p5_4": "Release",
  "p5_5": "Community Expansion",
  "phase": "Phase",
  "presale": "Presale",
  "presale_supply": "Presale Supply",
  "quick_links": "Quick Links",
  "revolutux_dao_desc": "We are planning to make a DAO with the purpose to shift power to the community, in a truly decentralized fashion. This ensures that contributors, admins, mods, volunteers, and developers work to further the project vision. Revolutux which will be issued to the network's active users, will serve as a governance tool, allowing collectors and creators to vote on different updates and choose how the platform should evolve. This makes the platform's governance directly responsive to our most active users, bringing Revolutux closer to becoming a public good run by the people who value it the most.",
  "revolutux_dao_heading": "DAO",
  "revolutux_defi_desc": "Individuals holding the $RVLT token will benefit from the impressive reward systems in place for our holders. Reflection, Liquidity, Burn Each transaction made with $RVLT will incur a 10% tax fee which will be allocated as the following:",
  "revolutux_defi_desc_1": "Reflection - Active $RVLT wallets will receive 5% from each and every transaction made on the network",
  "revolutux_defi_desc_2": "Liquidity - 3% will be added to our liquidity pools to secure the longevity of the network",
  "revolutux_defi_desc_3": "Burn - 2% of the tokens will be burned to increase the value of tokens in circulation",
  "revolutux_defi_heading": "DeFi",
  "revolutux_desc": "Welcome to the future of cryptocurrency, Welcome to Revolutux Token, the community integrated DeFi and Web 3.0 protocol",
  "revolutux_heading": "Revolutux Token Is Here",
  "revolutux_nft_desc": "Revolutux NFT is a one-of-a-kind, transferable assets created on the blockchain. We are going to revolutionize the digital asset industry by releasing our NFTs. NFTs' basic characteristics provide them a distinct value and categorically distinguish them from other forms of assets. These characteristics include verifiably uniqueness and indivisibility",
  "revolutux_nft_heading": "NFT Marketplace",
  "road_map": "RoadMap",
  "s1": "The Revolutux ecosystem will be driven by the BEP-20 $RVLT token that will provide the investors with a wide array of benefits and use cases.",
  "s2": "Deposit Crypto - To buy $RVLT you will need to deposit another cryptocurrency. We accept all of the major cryptos including BTC, ETH, USDT, BUSD, BNB, SOL, TRX and more.",
  "s3": "Destination - To receive your tokens after the presale has ended you will need to provide us with your preferred BEP-20 wallet. You will receive an email to confirm this has been set up",
  "s4": "Refer - Refer your friends and family and earn up to 20% extra $RVLT tokens throughout the entire presale process",
  "s5": "Receive Tokens - Once the presale has ended your $RVLT tokens will be airdropped to your wallet. After this they are yours to do what you will with them, sell, stake or earn more throughout our ecosystem.",
  "seconds": "Seconds",
  "simple_steps": "Get $RVLT In 5 Simple Steps!",
  "stage_one": "Stage One",
  "stage_two": "Stage Two",
  "team": "Team",
  "tokenomics_desc": "Presale Referal Rewards - Get rewarded for every first deposit made by someone using your unique referral link",
  "tokenomics_heading": "Tokenomics",
  "total_supply": "Total Supply"
}
