{"about_us_desc":"Das Revolutux-Ökosystem wird vom BEP-20 $RVLT-Token angetrieben, das den Investoren eine breite Palette von Vorteilen und Anwendungsfällen bietet.","about_us_heading":"Über uns","all_rights_reserved":"Alle Rechte vorbehalten","as_seen_on":"Wie gesehen bei","bonus":"Bonus","but_presale":"Vorverkauf kaufen","collect_heading":"Machen Sie sich bereit, $RVLT einzusammeln","contacts":"Kontakte","days":"Tage","development":"Entwicklung","enter_presale":"Vorverkauf eingeben","footer_desc":"Willkommen in der Zukunft der Kryptowährung, Willkommen bei Revolutux Token, dem von der Community integrierten DeFi- und Web 3.0-Protokoll","hours":"Std","is_here":"Ist hier","is_here_desc_1":"Wir wissen, wie wichtig es für DeFi ist, ein Gemeinschaftsgefühl zu haben und die Fähigkeit, passives Einkommen zu generieren. Revolutux belohnt Benutzer aktiv, die über einen längeren Zeitraum an ihrem $RVLT festhalten, und schafft ein Ökosystem, das seinen Wert aus der von ihm geschaffenen Community bezieht.","is_here_desc_2":"Im Hinblick auf $RVLT-Inhaber ist es unser Ziel, die gleiche Servicequalität zu bieten, ohne zusätzliche Schritte unternehmen zu müssen. Sie gewinnen, indem Sie kaufen, halten und weiterverkaufen. Lassen Sie uns das schwere Heben für Sie erledigen!","is_here_desc_3":"Wenn wir klein anfangen, wird unsere Schatzkammer größer, wenn wir expandieren. Wenn unser Schatz wächst, können wir mehr kaufen, mehr einzigartige Funktionen anbieten und langjährige $RVLT-Besitzer mit noch mehr Preisen belohnen!","lang_english":"Englisch","lang_french":"Französisch","lang_german":"Deutsch","lang_spanish":"Spanisch","lang_turkish":"Türkisch","liquidity":"Liquidität","marketing":"Marketing","minutes":"Protokoll","nav_home":"Heim","nav_how_it_works":"Wie es funktioniert","nav_roadmap":"Fahrplan","nav_whitepaper":"Weißes Papier","p1_1":"Projektplanung","p1_2":"Intelligenter Vertrag","p1_3":"Entwicklung","p1_4":"Plattformentwicklung","p1_5":"Webseitenentwicklung","p1_6":"Weißes Papier","p2_1":"Soziale Profilerstellung","p2_2":"Wirtschaftsprüfung","p3_1":"Auflistung auf Dex","p3_2":"Entwicklung der DAO NFT-Version","p3_3":"Marketing","p3_4":"Vorverkauf","p3_5":"Öffentlicher Verkauf","p3_6":"Abstecken offen","p4_1":"Entwicklung von Swap","p4_2":"Plattform","p4_3":"Erstellung eines Liquiditätspools","p5_1":"Influencer-Marketing","p5_2":"Social-Media-Marketing","p5_3":"Staking-Belohnungen","p5_4":"Veröffentlichung","p5_5":"Community-Erweiterung","phase":"Phase","presale":"Vorverkauf","presale_supply":"Vorverkaufsangebot","quick_links":"Schnelle Links","revolutux_dao_desc":"Wir planen, eine DAO mit dem Ziel zu gründen, die Macht auf wirklich dezentralisierte Weise auf die Gemeinschaft zu übertragen. Dadurch wird sichergestellt, dass Mitwirkende, Administratoren, Mods, Freiwillige und Entwickler daran arbeiten, die Projektvision voranzutreiben. Revolutux, das an die aktiven Benutzer des Netzwerks ausgegeben wird, dient als Governance-Tool, das es Sammlern und Entwicklern ermöglicht, über verschiedene Updates abzustimmen und zu entscheiden, wie sich die Plattform weiterentwickeln soll. Dadurch reagiert die Governance der Plattform direkt auf unsere aktivsten Benutzer und bringt Revolutux näher daran, ein öffentliches Gut zu werden, das von den Menschen betrieben wird, die es am meisten schätzen.","revolutux_dao_heading":"DAO","revolutux_defi_desc":"Personen, die den $RVLT-Token besitzen, werden von den beeindruckenden Belohnungssystemen profitieren, die für unsere Inhaber vorhanden sind. Reflection, Liquidity, Burn Für jede mit $RVLT getätigte Transaktion wird eine Steuergebühr von 10 % erhoben, die wie folgt verteilt wird:","revolutux_defi_desc_1":"Reflexion – Aktive $RVLT-Geldbörsen erhalten 5 % von jeder einzelnen Transaktion, die im Netzwerk getätigt wird","revolutux_defi_desc_2":"Liquidität – 3 % werden zu unseren Liquiditätspools hinzugefügt, um die Langlebigkeit des Netzwerks zu sichern","revolutux_defi_desc_3":"Burn - 2% der Token werden verbrannt, um den Wert der im Umlauf befindlichen Token zu erhöhen","revolutux_defi_heading":"DeFi","revolutux_desc":"Willkommen in der Zukunft der Kryptowährung, Willkommen bei Revolutux Token, dem von der Community integrierten DeFi- und Web 3.0-Protokoll","revolutux_heading":"Revolutux-Token ist da","revolutux_nft_desc":"Revolutux NFT ist ein einzigartiges, übertragbares Gut, das auf der Blockchain erstellt wurde. Wir werden die Digital-Asset-Branche revolutionieren, indem wir unsere NFTs veröffentlichen. Die grundlegenden Merkmale von NFTs verleihen ihnen einen besonderen Wert und unterscheiden sie kategorisch von anderen Formen von Vermögenswerten. Zu diesen Merkmalen gehören nachweislich Einzigartigkeit und Unteilbarkeit","revolutux_nft_heading":"NFT-Marktplatz","road_map":"Fahrplan","s1":"Das Revolutux-Ökosystem wird vom BEP-20 $RVLT-Token angetrieben, das den Investoren eine breite Palette von Vorteilen und Anwendungsfällen bietet.","s2":"Krypto einzahlen – Um $RVLT zu kaufen, müssen Sie eine andere Kryptowährung einzahlen. Wir akzeptieren alle wichtigen Kryptos, einschließlich BTC, ETH, USDT, BUSD, BNB, SOL, TRX und mehr.","s3":"Bestimmungsort – Um Ihre Token nach Ende des Vorverkaufs zu erhalten, müssen Sie uns Ihre bevorzugte BEP-20-Geldbörse zur Verfügung stellen. Sie erhalten eine E-Mail, um zu bestätigen, dass dies eingerichtet wurde","s4":"Empfehlen - Empfehlen Sie Ihre Freunde und Familie und verdienen Sie während des gesamten Vorverkaufsprozesses bis zu 20 % zusätzliche $RVLT-Token","s5":"Tokens erhalten – Sobald der Vorverkauf beendet ist, werden Ihre $RVLT-Tokens per Airdrop in Ihr Wallet geschickt. Danach können Sie mit ihnen machen, was Sie wollen, verkaufen, einsetzen oder mehr in unserem Ökosystem verdienen.","seconds":"Sekunden","simple_steps":"Erhalten Sie $RVLT in 5 einfachen Schritten!","stage_one":"Bühne eins","stage_two":"Stufe zwei","team":"Mannschaft","tokenomics_desc":"Presale Referral Rewards – Lassen Sie sich für jede erste Einzahlung belohnen, die jemand über Ihren einzigartigen Empfehlungslink getätigt hat","tokenomics_heading":"Tokenomik","total_supply":"Gesamtversorgung"}