{"about_us_desc":"El ecosistema Revolutux estará impulsado por el token BEP-20 $RVLT que brindará a los inversores una amplia gama de beneficios y casos de uso.","about_us_heading":"Sobre nosotros","all_rights_reserved":"Reservados todos los derechos","as_seen_on":"Como se ve en","bonus":"Prima","but_presale":"Comprar Preventa","collect_heading":"Prepárate para recolectar $RVLT","contacts":"Contactos","days":"Días","development":"Desarrollo","enter_presale":"Entrar en preventa","footer_desc":"Bienvenido al futuro de las criptomonedas, bienvenido a Revolutux Token, el protocolo DeFi y Web 3.0 integrado en la comunidad","hours":"Horas","is_here":"Es aquí","is_here_desc_1":"Sabemos lo vital que es para DeFi tener un sentido de comunidad y la capacidad de generar ingresos pasivos. Mientras recompensa activamente a los usuarios que se aferran a su $RVLT durante un período prolongado, Revolutux crea un ecosistema que obtiene su valor de la comunidad que ha creado.","is_here_desc_2":"Con los titulares de $RVLT en mente, nuestro objetivo es brindar la misma calidad de servicio sin tener que realizar ningún paso adicional. Usted gana comprando, manteniendo y revendiendo. ¡Permítanos encargarnos del trabajo pesado por usted!","is_here_desc_3":"Comenzando con algo pequeño, nuestra tesorería aumentará de tamaño a medida que nos expandamos. A medida que crezca nuestra tesorería, podremos comprar más, ofrecer más funciones únicas y recompensar a los titulares de $RVLT a largo plazo con aún más premios.","lang_english":"inglés","lang_french":"Francés","lang_german":"Alemán","lang_spanish":"español","lang_turkish":"turco","liquidity":"liquidez","marketing":"Marketing","minutes":"Minutos","nav_home":"Hogar","nav_how_it_works":"Cómo funciona","nav_roadmap":"Mapa vial","nav_whitepaper":"Papel blanco","p1_1":"Planificación de proyectos","p1_2":"Contrato inteligente","p1_3":"Desarrollo","p1_4":"Desarrollo de plataforma","p1_5":"Desarrollo de sitios web","p1_6":"Papel blanco","p2_1":"Perfiles sociales","p2_2":"Revisión de cuentas","p3_1":"Listado en Dex","p3_2":"Desarrollo de la versión DAO NFT","p3_3":"Marketing","p3_4":"Preventa","p3_5":"Venta pública","p3_6":"Replanteo abierto","p4_1":"Desarrollo de Intercambio","p4_2":"Plataforma","p4_3":"Creación del Pool de Liquidez","p5_1":"Marketing de Influenciadores","p5_2":"Marketing de medios sociales","p5_3":"Recompensas de participación","p5_4":"Liberar","p5_5":"Expansión de la comunidad","phase":"Fase","presale":"Preventa","presale_supply":"Suministro de preventa","quick_links":"enlaces rápidos","revolutux_dao_desc":"Estamos planeando hacer un DAO con el propósito de transferir el poder a la comunidad, de una manera verdaderamente descentralizada. Esto garantiza que los colaboradores, administradores, moderadores, voluntarios y desarrolladores trabajen para promover la visión del proyecto. Revolutux, que se emitirá a los usuarios activos de la red, servirá como una herramienta de gobierno, permitiendo a los coleccionistas y creadores votar sobre diferentes actualizaciones y elegir cómo debería evolucionar la plataforma. Esto hace que el gobierno de la plataforma responda directamente a nuestros usuarios más activos, acercando a Revolutux a convertirse en un bien público administrado por las personas que más lo valoran.","revolutux_dao_heading":"DAO","revolutux_defi_desc":"Las personas que posean el token $RVLT se beneficiarán de los impresionantes sistemas de recompensas que existen para nuestros titulares. Reflection, Liquidity, Burn Cada transacción realizada con $RVLT tendrá un impuesto del 10% que se asignará de la siguiente manera:","revolutux_defi_desc_1":"Reflexión: las billeteras $RVLT activas recibirán un 5 % de todas y cada una de las transacciones realizadas en la red","revolutux_defi_desc_2":"Liquidez: se agregará un 3 % a nuestros fondos de liquidez para asegurar la longevidad de la red","revolutux_defi_desc_3":"Quemar: se quemará el 2 % de los tokens para aumentar el valor de los tokens en circulación","revolutux_defi_heading":"DeFi","revolutux_desc":"Bienvenido al futuro de las criptomonedas, bienvenido a Revolutux Token, el protocolo DeFi y Web 3.0 integrado en la comunidad","revolutux_heading":"El token de Revolutux está aquí","revolutux_nft_desc":"Revolutux NFT es un activo transferible único en su tipo creado en la cadena de bloques. Vamos a revolucionar la industria de activos digitales lanzando nuestros NFT. Las características básicas de los NFT les otorgan un valor distintivo y los distinguen categóricamente de otras formas de activos. Estas características incluyen la unicidad y la indivisibilidad verificables.","revolutux_nft_heading":"Mercado NFT","road_map":"Mapa vial","s1":"El ecosistema Revolutux estará impulsado por el token BEP-20 $RVLT que brindará a los inversores una amplia gama de beneficios y casos de uso.","s2":"Depositar criptomonedas: para comprar $RVLT, deberá depositar otra criptomoneda. Aceptamos todas las criptomonedas principales, incluidas BTC, ETH, USDT, BUSD, BNB, SOL, TRX y más.","s3":"Destino: para recibir sus tokens después de que finalice la preventa, deberá proporcionarnos su billetera BEP-20 preferida. Recibirá un correo electrónico para confirmar que esto se ha configurado.","s4":"Recomendar: recomiende a sus amigos y familiares y gane hasta un 20 % de tokens adicionales de $RVLT durante todo el proceso de preventa","s5":"Recibir tokens: una vez que finalice la preventa, sus tokens de $RVLT se enviarán desde el aire a su billetera. Después de esto, son suyos para hacer lo que quiera con ellos, vender, apostar o ganar más en todo nuestro ecosistema.","seconds":"Segundos","simple_steps":"¡Obtenga $RVLT en 5 simples pasos!","stage_one":"La etapa uno","stage_two":"Etapa dos","team":"Equipo","tokenomics_desc":"Recompensas de referencia de preventa: obtenga recompensas por cada primer depósito realizado por alguien que usa su enlace de referencia único","tokenomics_heading":"tokenómica","total_supply":"Suministro total"}