{"about_us_desc":"L'écosystème Revolutux sera piloté par le jeton BEP-20 $RVLT qui offrira aux investisseurs un large éventail d'avantages et de cas d'utilisation.","about_us_heading":"À propos de nous","all_rights_reserved":"Tous les droits sont réservés","as_seen_on":"Vu sur","bonus":"Prime","but_presale":"Acheter en prévente","collect_heading":"Préparez-vous à collecter $ RVLT","contacts":"Contacts","days":"Journées","development":"Développement","enter_presale":"Entrer en prévente","footer_desc":"Bienvenue dans le futur de la crypto-monnaie, Bienvenue dans Revolutux Token, le protocole DeFi et Web 3.0 intégré à la communauté","hours":"Heures","is_here":"Est là","is_here_desc_1":"Nous savons à quel point il est vital pour DeFi d'avoir un sens de la communauté et la capacité de générer des revenus passifs. Tout en récompensant activement les utilisateurs qui conservent leur $RVLT pendant une période prolongée, Revolutux crée un écosystème qui tire sa valeur de la communauté qu'il a créée.","is_here_desc_2":"Avec les détenteurs de $RVLT à l'esprit, notre objectif est de fournir la même qualité de service sans avoir à faire d'étapes supplémentaires. Vous gagnez en achetant, en détenant et en revendant. Laissez-nous nous occuper du gros du travail pour vous !","is_here_desc_3":"Commençant petit, notre trésorerie augmentera en taille à mesure que nous nous développerons. Au fur et à mesure que notre trésorerie grandit, nous pourrons acheter plus, offrir plus de fonctionnalités uniques et récompenser les détenteurs de $RVLT à long terme avec encore plus de prix !","lang_english":"Anglais","lang_french":"Français","lang_german":"Allemand","lang_spanish":"Espagnol","lang_turkish":"turc","liquidity":"liquidité","marketing":"Commercialisation","minutes":"Minutes","nav_home":"Maison","nav_how_it_works":"Comment ça fonctionne","nav_roadmap":"Feuille de route","nav_whitepaper":"Papier blanc","p1_1":"Planification de projet","p1_2":"Contrat intelligent","p1_3":"Développement","p1_4":"Développement de plateforme","p1_5":"Développement de site Web","p1_6":"Papier blanc","p2_1":"Profilage social","p2_2":"Audit","p3_1":"Inscription sur Dex","p3_2":"Développement de la version DAO NFT","p3_3":"Commercialisation","p3_4":"Pré-vente","p3_5":"Vente publique","p3_6":"Jalonnement ouvert","p4_1":"Développement du Swap","p4_2":"Plateforme","p4_3":"Création du pool de liquidités","p5_1":"Marketing d'influence","p5_2":"Marketing des médias sociaux","p5_3":"Récompenses de jalonnement","p5_4":"Sortie","p5_5":"Expansion de la communauté","phase":"Phase","presale":"Prévente","presale_supply":"Approvisionnement en prévente","quick_links":"Liens rapides","revolutux_dao_desc":"Nous prévoyons de créer un DAO dans le but de transférer le pouvoir à la communauté, de manière véritablement décentralisée. Cela garantit que les contributeurs, les administrateurs, les mods, les bénévoles et les développeurs travaillent pour faire avancer la vision du projet. Revolutux qui sera délivré aux utilisateurs actifs du réseau, servira d'outil de gouvernance, permettant aux collectionneurs et créateurs de voter sur différentes mises à jour et de choisir comment la plateforme doit évoluer. Cela rend la gouvernance de la plate-forme directement réactive à nos utilisateurs les plus actifs, rapprochant Revolutux de devenir un bien public géré par les personnes qui l'apprécient le plus.","revolutux_dao_heading":"DAO","revolutux_defi_desc":"Les personnes détenant le jeton $RVLT bénéficieront des systèmes de récompense impressionnants mis en place pour nos détenteurs. Réflexion, Liquidité, Brûlure Chaque transaction effectuée avec $RVLT entraînera une taxe de 10 % qui sera répartie comme suit :","revolutux_defi_desc_1":"Réflexion - Les portefeuilles actifs $RVLT recevront 5% de chaque transaction effectuée sur le réseau","revolutux_defi_desc_2":"Liquidité - 3% seront ajoutés à nos pools de liquidités pour assurer la longévité du réseau","revolutux_defi_desc_3":"Brûler - 2% des jetons seront brûlés pour augmenter la valeur des jetons en circulation","revolutux_defi_heading":"DeFi","revolutux_desc":"Bienvenue dans le futur de la crypto-monnaie, Bienvenue dans Revolutux Token, le protocole DeFi et Web 3.0 intégré à la communauté","revolutux_heading":"Le jeton Revolutux est là","revolutux_nft_desc":"Revolutux NFT est un actif transférable unique en son genre créé sur la blockchain. Nous allons révolutionner l'industrie des actifs numériques en publiant nos NFT. Les caractéristiques de base des NFT leur confèrent une valeur distincte et les distinguent catégoriquement des autres formes d'actifs. Ces caractéristiques comprennent l'unicité et l'indivisibilité vérifiables","revolutux_nft_heading":"Marché NFT","road_map":"Feuille de route","s1":"L'écosystème Revolutux sera piloté par le jeton BEP-20 $RVLT qui offrira aux investisseurs un large éventail d'avantages et de cas d'utilisation.","s2":"Dépôt Crypto - Pour acheter $RVLT, vous devrez déposer une autre crypto-monnaie. Nous acceptons tous les principaux cryptos, y compris BTC, ETH, USDT, BUSD, BNB, SOL, TRX et plus encore.","s3":"Destination - Pour recevoir vos jetons après la fin de la prévente, vous devrez nous fournir votre portefeuille BEP-20 préféré. Vous recevrez un e-mail pour confirmer que cela a été mis en place","s4":"Parrainez - Parrainez vos amis et votre famille et gagnez jusqu'à 20 % de jetons RVLT supplémentaires tout au long du processus de prévente","s5":"Recevoir des jetons - Une fois la prévente terminée, vos jetons $RVLT seront largués dans votre portefeuille. Après cela, ils sont à vous de faire ce que vous voulez avec eux, vendre, miser ou gagner plus dans tout notre écosystème.","seconds":"Secondes","simple_steps":"Obtenez $RVLT en 5 étapes simples !","stage_one":"Première étape","stage_two":"Deuxième étape","team":"Équipe","tokenomics_desc":"Récompenses de parrainage de prévente - Soyez récompensé pour chaque premier dépôt effectué par quelqu'un en utilisant votre lien de parrainage unique","tokenomics_heading":"Tokenomics","total_supply":"Approvisionnement total"}