{"about_us_desc":"Revolutux ekosistemi, yatırımcılara çok çeşitli faydalar ve kullanım durumları sağlayacak BEP-20 $RVLT jetonu tarafından yönlendirilecek.","about_us_heading":"Hakkımızda","all_rights_reserved":"Tüm hakları Saklıdır","as_seen_on":"Görüldüğü Gibi","bonus":"Bonus","but_presale":"Ön Satış Satın Al","collect_heading":"$RVLT toplamaya hazır olun","contacts":"Kişiler","days":"Günler","development":"Gelişim","enter_presale":"ön satışı girin","footer_desc":"Kripto para biriminin geleceğine hoş geldiniz, DeFi ve Web 3.0 protokolü ile entegre topluluk olan Revolutux Token'a hoş geldiniz","hours":"Saat","is_here":"Burada","is_here_desc_1":"DeFi için bir topluluk duygusuna ve pasif gelir elde etme yeteneğine sahip olmanın ne kadar hayati olduğunu biliyoruz. Revolutux, $RVLT'lerine uzun süre bağlı kalan kullanıcıları aktif olarak ödüllendirirken, değerini oluşturduğu topluluktan alan bir ekosistem yaratır.","is_here_desc_2":"$RVLT sahiplerini göz önünde bulundurarak amacımız, herhangi bir ek adım atmadan aynı kalitede hizmet sunmaktır. Satın alarak, elde tutarak ve yeniden satarak kazanırsınız. Ağır kaldırma işini sizin için halledelim!","is_here_desc_3":"Küçükten başlayarak, biz genişledikçe hazinemiz büyüyecek. Hazinemiz büyüdükçe daha fazla satın alabileceğiz, daha benzersiz özellikler sunabileceğiz ve uzun vadeli $RVLT sahiplerini daha da fazla ödülle ödüllendirebileceğiz!","lang_english":"ingilizce","lang_french":"Fransızca","lang_german":"Almanca","lang_spanish":"İspanyol","lang_turkish":"Türk","liquidity":"likidite","marketing":"Pazarlama","minutes":"dakika","nav_home":"Ev","nav_how_it_works":"Nasıl çalışır","nav_roadmap":"Yol Haritası","nav_whitepaper":"Beyaz kağıt","p1_1":"Proje planlaması","p1_2":"Akıllı Sözleşme","p1_3":"Gelişim","p1_4":"Platform Geliştirme","p1_5":"Web Sitesi Geliştirme","p1_6":"Beyaz kağıt","p2_1":"Sosyal Profil Oluşturma","p2_2":"Denetim","p3_1":"Dex'te listeleme","p3_2":"DAO NFT sürümünün geliştirilmesi","p3_3":"Pazarlama","p3_4":"Ön Satış","p3_5":"Halk indirimi","p3_6":"açık esnetme","p4_1":"Swap'ın Geliştirilmesi","p4_2":"platformu","p4_3":"Likidite Havuzu oluşturma","p5_1":"Etkileyici Pazarlama","p5_2":"Sosyal medya pazarlamacılığı","p5_3":"Stake Ödülleri","p5_4":"Serbest bırakmak","p5_5":"Topluluk Genişletme","phase":"Evre","presale":"ön satış","presale_supply":"Satış Öncesi Tedarik","quick_links":"Hızlı Linkler","revolutux_dao_desc":"Gücü gerçekten merkezi olmayan bir şekilde topluluğa kaydırmak amacıyla bir DAO yapmayı planlıyoruz. Bu, katkıda bulunanların, yöneticilerin, modların, gönüllülerin ve geliştiricilerin proje vizyonunu ilerletmek için çalışmasını sağlar. Ağın aktif kullanıcılarına verilecek olan Revolutux, koleksiyonerlerin ve yaratıcıların farklı güncellemeler üzerinde oy kullanmalarına ve platformun nasıl gelişeceğini seçmelerine olanak tanıyan bir yönetişim aracı olarak hizmet edecek. Bu, platformun yönetimini en aktif kullanıcılarımıza doğrudan duyarlı hale getirerek, Revolutux'u ona en çok değer veren insanlar tarafından yönetilen bir kamu malı olmaya daha da yaklaştırıyor.","revolutux_dao_heading":"DAO","revolutux_defi_desc":"$RVLT tokenine sahip olan kişiler, sahiplerimiz için geçerli olan etkileyici ödül sistemlerinden faydalanacaktır. Yansıma, Likidite, Yakma $RVLT ile yapılan her işlem, aşağıdaki gibi tahsis edilecek olan %10'luk bir vergi ücretine tabi olacaktır:","revolutux_defi_desc_1":"Yansıma - Aktif $RVLT cüzdanları, ağda yapılan her işlemden %5 alacak","revolutux_defi_desc_2":"Likidite - Ağın uzun ömürlü olmasını sağlamak için likidite havuzlarımıza %3 eklenecektir.","revolutux_defi_desc_3":"Yak - Dolaşımdaki jetonların değerini artırmak için jetonların %2'si yakılacak","revolutux_defi_heading":"DeFi","revolutux_desc":"Kripto para biriminin geleceğine hoş geldiniz, DeFi ve Web 3.0 protokolü ile entegre topluluk olan Revolutux Token'a hoş geldiniz","revolutux_heading":"Revolutux Simgesi Burada","revolutux_nft_desc":"Revolutux NFT, blok zincirinde oluşturulan, türünün tek örneği, devredilebilir bir varlıktır. NFT'lerimizi piyasaya sürerek dijital varlık endüstrisinde devrim yaratacağız. NFT'lerin temel özellikleri onlara ayrı bir değer sağlar ve onları diğer varlık biçimlerinden kategorik olarak ayırır. Bu özellikler, doğrulanabilir şekilde benzersizliği ve bölünmezliği içerir.","revolutux_nft_heading":"NFT Pazar Yeri","road_map":"Yol Haritası","s1":"Revolutux ekosistemi, yatırımcılara çok çeşitli faydalar ve kullanım durumları sağlayacak BEP-20 $RVLT jetonu tarafından yönlendirilecek.","s2":"Kripto Para Yatırma - $RVLT satın almak için başka bir kripto para yatırmanız gerekir. BTC, ETH, USDT, BUSD, BNB, SOL, TRX ve daha fazlası dahil olmak üzere tüm büyük kriptoları kabul ediyoruz.","s3":"Hedef - Ön satış sona erdikten sonra jetonlarınızı almak için tercih ettiğiniz BEP-20 cüzdanını bize sağlamanız gerekir. Bunun kurulduğunu onaylamak için bir e-posta alacaksınız","s4":"Öner - Arkadaşlarınıza ve ailenize tavsiye edin ve tüm ön satış süreci boyunca %20'ye kadar ekstra $RVLT jetonu kazanın","s5":"Jeton Al - Ön satış sona erdikten sonra $RVLT jetonlarınız cüzdanınıza hava yoluyla bırakılacaktır. Bundan sonra, ekosistemimiz boyunca onlarla istediğinizi yapmak, satmak, bahis yapmak veya daha fazla kazanmak sizindir.","seconds":"saniye","simple_steps":"5 Basit Adımda $RVLT Alın!","stage_one":"Birinci aşama","stage_two":"İkinci Aşama","team":"Takım","tokenomics_desc":"Satış Öncesi Referans Ödülleri - Benzersiz tavsiye bağlantınızı kullanan biri tarafından yapılan her ilk para yatırma işlemi için ödül kazanın","tokenomics_heading":"tokenomik","total_supply":"Toplam Arz"}